Repository: balzamas/covidmeasure
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: de

source: Incidence per 100k/past 7 days
de: Inzidenz pro 100k in den letzten 7 Tage

source: Re - Effective reproductive number (mean)
de: Re - effektive Reproduktionsrate (Mittelwert)

source: Day
de: Tag

source: Development past week/week before (%)
de: Entwicklung Fälle Woche/Vorwoche (%)

source: Mobility
de: Mobilität

source: Hover over a state
de: Für Details:<br>Klick auf Gebiet

source: Undefined
de: Undef.

source: Population
de: Bevölkerung

source: Last update
de: Letztes update

source: Development past 2 months.
de: Entwicklung letzte 2 Monate

source: Risk calculator
de: Risikorechner

source: Deaths per canton
de: Todesfälle per Kanton

source: Ranking
de: Ranglisten

source: Map cases Districts Cantons
de: Karte Fälle<br>Bezirke & Kantone

source: Risk
de: Risiko
